Repository: kahihia/OpComm
Catalog: communities/locale/*/LC_MESSAGES/django.po
Languages: he

source: Scheduled at
he: מועד

source: Title
he: כותרת

source: Background
he: רקע

source: Send to
he: נמענים

source: File type is not allowed!
he: לא ניתן להעלות קבצים מסוג זה

source: Title cannot be empty
he: כותרת חובה

source: Upload
he: העלה קובץ

source: First & Last name
he: שם פרטי ושם משפחה

source: Email
he: אימייל

source: Role
he: תיאור תפקיד / שיוך ארגוני

source: Password
he: סיסמא

source: Password confirmation
he: אימות סיסמא

source: Member with that email address already exists
he: כתובת אימייל כבר בשימוש

source: Passwords don't match
he: סיסמא לא תואמת

source: Me only (review)
he: רק לי (לבדיקה)

source: Only attendees
he: למשתתפים בפגישה בלבד

source: All members
he: לכל חברי הועדה

source: Name
he: שם

source: Public community
he: פתוחה לציבור

source: Community logo
he: לוגו קהילה

source: Community identifier
he: מזהה קהילה

source: Meeting started
he: הפגישה התחילה

source: Upcoming meeting title
he: כותרת הפגישה הקרובה

source: Upcoming meeting scheduled at
he: מועד הפגישה הקרובה

source: Upcoming meeting location
he: מיקום הפגישה הקרובה

source: Upcoming meeting background
he: רקע לפגישה הקרובה

source: Participants in upcoming meeting
he: משתתפים בפגישה הקרובה

source: Guests in upcoming meeting
he: אורחים בפגישה הקרובה

source: Enter each guest in a separate line
he: נא לרשום כל שם בשורה נפרדת

source: Upcoming meeting version
he: מספר גרסת נתוני הפגישה הקרובה

source: Upcoming meeting is published
he: האם הפגישה הקרובה פורסמה?

source: Upcoming meeting published at
he: מועד פרסום הפגישה הקרובה

source: Upcoming meeting summary
he: סיכום הפגישה הקרובה

source: Board name
he: שם הועד

source: Board
he: ועד

source: Straw voting enabled
he: אפשר הצבעת קש

source: Issue ranking votes enabled
he: אפשר תיעדוף נושאים

source: Straw Vote ends at
he: הצבעת שבשבת עד

source: Referendum started
he: משאל התחיל

source: Referendum started at
he: משאל התחיל ב

source: Referendum ends at
he: משאל הסתיים ב

source: Allow links inside emails
he: אפשר קישורים בתוך אימייל

source: Send mails to invitees
he: שלח מייל למוזמנים

source: Register missing board members
he: רישום חברי ועד חסרים

source: Inform System Manager
he: להודיע למנהל המערכת

source: Community without meetings?
he: קהילות ללא פגישות?

source: Community
he: קהילה

source: Communities
he: קהילות

source: File
he: קובץ

source: File created at
he: נוצר ב

source: Created by
he: נוצר על ידי

source: Confidential Reason
he: סיבה עבור נושא חסוי

source: Confidential Reasons
he: סיבות עבור נושאים חסויים

source: A reason that can be used for marking items as confidential in your community.
he: הגדרת סיבה עבור נושאים חסויים

source: The title to give this reason.
he: כותרת עבור סיבה זו

source: OpenCommittee 403
he: ועדה פתוחה 403

source: Login
he: כניסה

source: OpenCommittee 404
he: ועדה פתוחה 404

source: Oops...
he: אופס...

source: Main page
he: עמוד הראשי

source: Community page
he: עמוד קהילה

source: Issues page
he: עמוד נושאים

source: Procedures page
he: עמוד נהלים

source: OpenCommittee 500
he: ועדה פתוחה 500

source: Issues
he: נושאים

source: Agenda
he: סדר יום

source: History
he: היסטוריה

source: Updates
he: עדכונים

source: Meetings
he: פגישות

source: Rules
he: נהלים

source: Tasks
he: משימות

source: Members
he: חברים

source: OpenCommittee
he: ועדה פתוחה

source: General search text...
he: חיפוש...

source: Admin
he: ניהול המערכת

source: All communities
he: כל הוועדות

source: Log out
he: יציאה

source: Open Committee admin
he: אדמין ועדה פתוחה

source: Open Committee Administration
he: אדמין ועדה פתוחה

source: Home
he: דף הבית

source: Open Committee
he: ועדה פתוחה

source: Page title
he: כותרת עמוד

source: Close
he: סגור

source: Back to top
he: חזור למעלה

source: Next update
he: העדכון הבא

source: Upcoming meeting
he: הפגישה הקרובה

source: Upcoming Meeting
he: הפגישה הקרובה

source: My communities
he: ועדות במעקב

source: Plesae login to view your communities
he: בכדי לצפות בקהילות שלך, עליך להכנס למערכת

source: All Communities
he: כל הוועדות

source: Search
he: חפש

source: All
he: הכל

source: Proposals
he: התייחסויות

source: Results
he: תוצאות

source: Assigned to
he: אחראי

source: Due by
he: יעד

source: No results found.
he: לא נמצאו תוצאות.

source: Previous
he: הקודם

source: Next
he: הבא

source: Edit summary
he: ערוך סיכום

source: OpenCommittee - operating system for democracies
he: ועדה פתוחה - מערכת לשקיפות והשתתפות בפעילות ועד נבחר

source: top
he: לראש העמוד

source: The Problem
he: הבעיה

source: The Solution
he: הפתרון

source: Our Tool
he: הכלי שלנו

source: Our Team
he: הצוות

source: Menu
he: תפריט

source: An operating system for democracies
he: מערכת לשקיפות והשתתפות בפעילות ועד נבחר

source: that strengthens communities by
he: חיזוק הקהילה באמצעות

source: Engaging Crowds
he: שיתוף ציבור

source: Empowering Individuals
he: העצמת בעלי תפקידים

source: Decentralizing Democracy
he: דמוקרטיה מבוזרת

source: Facilitating Leaders
he: גיבוי המנהיגות הנבחרת

source: Converging Discussions
he: דיונים מתכנסים

source: Learn More
he: קראו עוד

source: What Went Wrong
he: מה השתבש

source: In many communities democracy suffers from many ailments
he: ניהול קהילה דמוקרטית מציב קשיים ואתגרים לא פשוטים

source: The root cause of which is the
he: הסיבה העיקרית לתופעה זו היא

source: alienation
he: ניכור

source: between the elected board and the public, where the public is
he: בין ועד מנהל נבחר ובין הציבור, מכיוון שהציבור מוצא את עצמו מחוץ למעגל

source: excluded
he: קבלת ההתייחסות

source: from the decision-making process and can only elect its governors and protest in between elections
he: והוא נשאר רק עם האפשרות לבחור בחברי הוועד ולמחות בין בחירות לבחירות כאשר ההתייחסות המתקבלות אינן לשביעות רצונו

source: Participatory decision making in democratic communities
he: מנגנון קבלת התייחסות משתף בקהילות דמוקרטיות

source: We aim to return democracy to its fundamental principle – public participation in the decision making process
he: אנחנו שואפים להחזיר את הדמוקרטיה לשורשיה - שיתוף הציבור בתהליך קבלת ההתייחסות

source: We develop an online platform that enables democratic communities, big and small, to increase transparency and levels of participation and increase their social capital
he: לכן פיתחנו כלי אינטרנטי שמאפשר לקהילות דמוקרטיות, גדולות וקטנות, לחזק את השקיפות ואת רמת המעורבות ובכך להגדיל את ההון החברתי שלהן

source: The complete platform will accompany the process of decision making as it progresses
he: הפלטפורמה תלווה את תהליך קבלת ההתייחסות לכל אורכו

source: Agenda Setting
he: קביעת סדר יום

source: Solution suggestion
he: הצעת פתרונות

source: Prioritization
he: יצירת סדרי עדיפויות

source: Voting
he: הצבעות

source: Publication monitoring
he: מעקב ציבורי

source: The Proccess
he: התהליך

source: The platform enables adjustments to the levels of exposure. The adjustments enable a gradual process according to the development and increase of trust between the board and the community
he: המערכת מאפשרת שליטה ברמת השקיפות על פי החלטת הוועד. שליטה זו מאפשרת יצירת תהליך הדרגתי בהתאם להתפתחויות ורמת האמון הקיים בין הוועד ובין הקהילה

source: Transparency
he: שקיפות

source: The board uses the platform to manage issues, meeting agenda and decisions, and keeps the community informed with no extra effort
he: הוועד משתמש במערכת לניהול נושאים, סדר יום של פגישות והתייחסות, וכך משאיר את הקהילה מיודעת ומחוברת ללא השקעת מאמץ נוסף

source: Consultation
he: התייעצות

source: Community members can participate in non-binding discussion, polls and voting to share their preference with the board
he: חברי הקהילה מוזמנים להשתתף בדיון לא מחייב, סקרים והצבעות וכך לחלוק עם הוועד את העדפותיהם

source: Collaboration
he: שיתוף

source: Community members raise issues (initiatives), introduce proposals, impact the agenda, and vote on proposals (referendum)
he: חברי הקהילה מסוגלים להעלות נושאים לדיון (יוזמות), להציג התייחסויות, להשפיע על סדר היום ולהצביע עבור התייחסות

source: Empowerment
he: העצמה

source: The community is the true sovereign and has full power over decision making (as done by jury and public committees)
he: הקהילה היא הריבון האמיתי, ובידיה הכוח המלא על קבלת ההתייחסות (כפי שנעשה על ידי חבר מושבעים ועל ידי ועדות ציבוריות)

source: The project runs within the framework of the
he: הפרויקט פועל במסגרת

source: Public Knowledge Workshop
he: הסדנא לידע ציבורי

source: a non-profit incubator for open code to promote democracy and citizen involvement in government activities
he: ארגון ללא מטרות רווח (ע"ר) הפועל כחממה לפרויקטים בקוד פתוח לקידום דמוקרטיה ומעורבות אזרחית בפעילות ממשלתית וציבורית

source: Are you sure?
he: האם אתה בטוח?

source: No
he: לא

source: Yes
he: כן

source: Add attachment
he: צרף קובץ

source: Cancel
he: ביטול

source: Attach
he: צרף

source: Select participants
he: בחר משתתפים

source: List
he: רשימה

source: List of participants
he: רשימת משתתפים בפגישה

source: Edit
he: עריכה

source: Guests
he: אורחים

source: Delete
he: מחיקה

source: Previous participants
he: משתתפים מפגישות קודמות

source: Add
he: הוספה

source: Please select participants for upcoming meeting
he: בחר משתתפים לפגישה הקרובה

source: Save
he: שמירה

source: Summary draft
he: טיוטת סיכום

source: Publish
he: פרסם

source: Preview details
he: הצגת פירוט

source: Preview protocol
he: הצגת פרוטוקול

source: Preview draft
he: הצגת סדר יום

source: Print details
he: הדפס פירוט

source: Print protocol
he: הדפס פרוטוקול

source: Print draft
he: הדפס סדר יום

source: Quick signup
he: הרשמה מהירה

source: You are already logged in as
he: אתה מחובר למערכת בשם

source: Join Open Committee
he: הצטרף למערכת

source: Start update
he: התחל עדכון

source: Start meeting
he: סגירת סדר היום להתייחסויות חדשות

source: Upcoming update
he: העדכון הבא

source: All updates
he: כל העדכונים

source: All meetings
he: כל הפגישות

source: Attach files
he: צרף קבצים

source: Login to vote
he: התחבר בכדי להשתתף בדיון

source: Open voting
he: פתח הצבעות

source: Undo start meeting
he: עצור פגישה

source: Close voting
he: סגור הצבעות

source: No meetings issues
he: נושאים

source: Agenda items
he: נושאים לסדר היום

source: New issue
he: נושא חדש

source: All proposals / Voted
he: סך התייחסויות/כמה הצבעתי

source: Type the new issue title
he: הקלד כותרת עבור הנושא החדש

source: Comments
he: תגובות

source: Summary
he: סיכום הפגישה

source: Publish the agenda
he: שליחת סדר היום

source: Close update
he: סגור עדכון

source: Close meeting
he: סגור פגישה

source: Additional issues
he: נושאים נוספים

source: By time
he: זמן

source: By priority
he: משוקלל

source: Agenda not yet published
he: טרם פורסם סדר היום לפגישה הקרובה

source: Edit the agenda
he: עריכת סדר יום

source: View online
he: לצפיה באתר

source: Meeting details
he: פרטי הפגישה

source: Not set yet
he: טרם נקבע

source: Location
he: מיקום

source: Related files
he: קבצים קשורים

source: Issues & Decisions
he: נושאים והתייחסות

source: Confidential
he: חסוי

source: Accepted proposals
he: התייחסויות שהתקבלו

source: Rejected proposals
he: התייחסויות שנדחו

source: Unsubscribe from mailing list
he: הסר מרשימת תפוצה

source: Published at
he: פורסם ב -

source: Version
he: גרסא

source: Draft
he: טיוטה

source: Enter site and vote on proposals
he: כניסה לאתר לקריאת התייחסות ולהשתתפות בדיון

source: Issues
he: הנושאים שיועלו לדיון

source: Do not forward this mail. Forwarding this mail to others will allow them to comment on your behalf
he: אין להעביר מייל זה. שליחתו לאחרים תאפשר להם להגיב בשמך

source: Upcoming agenda for
he: סדר יום לפגישה שתתקיים ב

source: Upcoming agenda
he: סדר יום לפגישה הקרובה

source: Meeting summary draft
he: טיוטת סיכום פגישה

source: Remember me
he: זכור אותי

source: forgot password
he: שכחתי סיסמה

source: Password reset complete
he: איפוס סיסמא הושלם

source: Your password has been set. You may go ahead and log in now.
he: סיסמא הוגדרה בהצלחה, כעת תוכל להכנס למערכת.

source: Log in
he: כניסה

source: Password reset
he: איפוס סיסמא

source: Please enter your new password twice so we can verify you typed it in correctly.
he: הזינו בבקשה את הסיסמה החדשה שלך פעמיים אז נוכל לאמת שהקלדת אותו כראוי.

source: New password:
he: סיסמה חדשה:

source: Confirm password:
he: אימות סיסמא:

source: Change my password
he: שנה סיסמא

source: Password reset unsuccessful
he: איפוס סיסמא נכשל

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
he: הקישור לאיפוס הסיסמא אינו תקין, כנראה בגלל שכבר השתמשו בו. אנא בקש איפוס סיסמא חדש.

source: Reset password
he: אפס סיסמא

source: Password reset successful
he: איפוס סיסמה הצליח

source: We've emailed you instructions for setting your password to the email address you submitted. You should be receiving it shortly.
he: הוראות לאיפוס סיסמא נשלחו למייל שציינת. המייל אמור להגיע בקרוב.

source: Hello
he: שלום

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
he: שכחת סיסמא? הכנס את כתובת המייל שלך ונשלח לך פרטים להגדרת סיסמא חדשה.

source: Email address:
he: כתובת אימייל:

source: Reset my password
he: אפס את הסיסמא שלי

source: Results for
he: תוצאות עבור

source: of
he: מתוך

source: No Results for
he: לא נמצאו תוצאות.

source: Started
he: התחילה

source: Straw vote ended
he: הצבעה נסגרה

source: Active straw vote
he: הצבעה פעילה

source: Published
he: פורסם

source: Sending to %d users
he: שולח ל-%d משתמשים

source: Not a valid number for page.
he: מספר עמוד לא תקין

source: Pages should be 1 or greater.
he: מספר עמוד צריך להיות 1 או יותר.

source: No such page!
he: דף לא קיים!
